
main_menu = '''_________________________________________________
|                                               |     
|    _     _      _____   _____     _      ___  |
|   / \   | |    |_   _| |_   _|   / \    / __| |
|  / _ \  | |__    | |     | |    / _ \  | (_ | |
| /_/ \_\ |____|   |_|     |_|   /_/ \_\  \___| |
|                                               |
|                                               |
|     Для начала настройки введите 'start'      |
|     Для получения справки введите 'help'      |
|     Для выхода из программы введите 'exit'    |
|_______________________________________________|                                                                                
    
——> '''

second_menu = '''
________________________________________________________
|                                                      |
|     Для вывода доступных COM портов введите 'сom'    |
|     Для начала настройки платы введиете 'start'      |
|     Для выхода из программы введите 'exit'           |
|     Для получения справки введите 'help'             | 
|     Для выхода в меню введите 'menu'                 |
|                                                      |
|______________________________________________________|    
——> '''

info = '''

Консольная программа настройки лазертаг ифаертаг обарудования.
настройка происходит в ручном режиме. Вы должны выбрать СOM (serial) порт
к которому подключенно ваше устройство. Далее вручную ввести все необходимые параметры.
Если в работе программы возникли ошибки, введите ниже "errors", что бы увидеть
сомые частые ошибки и проблемы и их решения.
Для выхода в меню введите menu

'''